{
    "items": [
        {
            "no": 0,
            "title": "CAPTAIN JACK (LP/2012)",
            "subtitle": "Mahakarya Inc",
            "cover": "captainjack_2012.jpg",
            "content": "<p>Di album ke 4 kali ini Captain Jack lebih banyak menyuarakan beberapa kampanye kecil sebagai salah satu langkah sederhana untuk berubah atau mengubah sesuatu menjadi lebih baik.</p><p>Captain Jack selalu punya banyak kampanye disetiap album, salah satunya adalah kampanye tentang perempuan indonesia yang susah untuk menjadi sesuatu yang lebih karena adanya budaya <b>patriaki</b> di masyarakat sekarang ini dan kampanye ini diwakilkan melalui lagu <b>Kupu Kupu Baja</b>. Selain itu juga mengenai kampanye menolak minuman ber-alkohol yang disuarakan melalui lagu <b>Sadar Lebih Baik</b>.</p><p><b>Tracklist:</b><br/>-TIDAK ADA KLAIM ATAS AKU<br/>-BERBEDA ADALAH PILIHAN<br/>-TAK ADA YANG DATANG<br/>-MEMBATU<br/>-MONSTER PART II<br/>-BUKAN URUSANMU<br/>-ATAS NAMA TRAUMA<br/>-SEKARAT MENUNGGU PAGI<br/>-FOTO KUSAM<br/>-KUPU - KUPU BAJA<br/>-SADAR LEBIH BAIK<br/>-GALAU<br/>-MONOTON</p>"
        },
        {
            "no": 1,
            "title": "MUSUHKU DALAM CERMIN (single 2010)",
            "subtitle": "HighEnd Compilation Album",
            "cover": "musuhku_dalam_cermin.jpg",
            "content": "<b>Musuhku Dalam Cermin</b> adalah sebuah single dari Captain Jack yang terdapat dalam album Kompilasi High End. Single ini menampilkan musik yang relative easy listening, dilengkapi dengan lirik yang cenderung simple. Topik yang dihadirkan pun sederhana tanpa banyak kontradiksi dalam pemikiran, murni hanya sebuah pelampiasan atas kekesalan yang bahkan bersifat umum."
        },
        {
            "no": 2,
            "title": "THE FALL OF CONCEPT (EP/2008)",
            "subtitle": "Hell Angel Records",
            "cover": "fall_of_concept.jpg",
            "content": "<p>Sempat vakum selama 3 tahun kini Captain Jack kembali muncul dengan E.P terbaru dengan title <b>The Fall of Concept</b>.  Dalam E.P terbarunya Captain Jack lebih banyak bereksplorasi dalam musik mereka, variasi beat, sound dan sampling pada lagu-lagu di E.P (mini album) terbaru ini terasa menegaskan kematangan mereka dalam bermusik.</p><p>Mengenai tema-tema yang diangkat, jelas tidak diragukan lagi. Captain Jack tetap berada pada jalur <b>perlawanan</b> yang sudah menjadi ciri Captain Jack. Dengan lirik-lirik pedas seputar pergolakan batin yang marah pada keadaan.</p><b>Tracklist:</b><br/>-HATI HITAM<br/>-PENGKHINAT<br/>-MONSTER<br/>-TV SAMPAH<br/>-P.U.T (POSTCARD UNTUK TUHAN)<br/>-MONOLOG TAK TERDENGAR</p>"
        },
        {
            "no": 3,
            "title": "SOMETHINK ABOUT (LP/ 2005)",
            "subtitle": "Off The Records/Universal Music Indonesia",
            "cover": "somethink_about.jpg",
            "content": "<p>Somethink about something, some think about nothing, which one are you?</p><p>Album ini berisikan keterpurukan seperti yang di anggap banyak orang. Kami hanya ingin memproyeksikan kemarahan kami kepada banyak hal. Lagipula agak aneh menurut kami jika kita tidak merasa marah pada kondisi hidup di tempat sampah kita tercinta bernama <b>Bumi</b> saat ini.Sebuah versi lengkap dari <b>Unmindless</b>, 11 track, lebih banyak pemikiran, dan lebih banyak harapan akan perubahan.</p><p><b>Tracklist:</b><br/>-Buat yang percaya<br/>-Hanya karena<br/>-Sempurna<br/>-Sebagian kami<br/>-Mereka atau kita<br/>-Siapa aku<br/>-Berubah<br/>-Entah sampai kapan<br/>-Munafik<br/>-Dari anakmu<br/>-Pahlawan</p>"
        },
        {
            "no": 4,
            "title": "UNMINDLESS (EP/2004)",
            "subtitle": "Hell Angel Records",
            "cover": "unmindless.jpg",
            "content": "<p>Sebuah awal setetes keringat pertama seonggok ide pertama berbaur dengan emosi bersama. Sebuah hasil yang belum lengkap tapi cukup membanggakan karena Unmindless adalah hasil kami sendiri. Jangan pernah mencari kata ini di kamus manapun karena ini cuma kata yang kami karang-karang sendiri dan punya sedikit arti <b>coba berfikir apa yang jarang di fikirkan orang lain</b>.Berisikan 6 track, 6 pemikiran dan satu harapan akan perubahan.</p><p><b>Tracklist:</b><br/>-Berubah<br/>-Sempurna<br/>-Siapa aku<br/>-Munafik<br/>-pahlawan<br/>-Unknown</p>"
        }
    ]
}